const Map<String, String> hiIN = {
  'hello': 'नमस्ते',
  'main info': 'मुख्य जानकारी',
  'about me': 'मेरे बारे मेँ',
  'Skills': 'कौशल',
  'Experience': 'अनुभव',
  'Education': 'शिक्षा',
  'portfolio': 'पेटिका',
  'Latest works': 'नवीनतम कार्य',
  'contact': 'संपर्क करें',
  'get in touch': 'संपर्क में रहो',
  'Phone': 'फ़ोन',
  'Email': 'ईमेल',
  'Address': 'पता',
  'Made with ': 'के साथ बनाया',
  //about me section
  'about_me_details':
      'उत्साही मोबाइल एप्लिकेशन डेवलपर कड़ी मेहनत, विस्तार पर ध्यान और उत्कृष्ट संगठनात्मक कौशल के माध्यम से टीम की सफलता में योगदान करने के लिए उत्सुक है। स्पंदन में मोबाइल एप्लिकेशन और UI डिज़ाइन की स्पष्ट समझ। मोबाइल एप्लिकेशन और ब्लॉकचेन तकनीक में सीखने, बढ़ने और उत्कृष्टता प्राप्त करने के लिए प्रेरित।',
  'download_CV': 'सीवी डाउनलोड करें',
  //education section
  'graduation_date': 'जुलाई 2011 - अप्रैल 2015',
  'graduation': 'बी.टेक - कंप्यूटर साइंस',
  'college_name':
      'डॉ. बी.आर.अंबेडकर राष्ट्रीय प्रौद्योगिकी संस्थान,\n जालंधर, पंजाब',
  '12th_date': 'अप्रैल 2010 - मार्च 2011',
  'school_name': 'आर्मी स्कूल उंची बस्सी, होशियारपुर, पंजाब',
  //experience section
  'company_1_date': 'अक्टूबर 2018 - वर्तमान',
  'company_name_1': 'राष्ट्रीय सूचना विज्ञान केंद्र, मंडी, हिमाचल प्रदेश',
  'designation_1': 'वैज्ञानिक/तकनीकी सहायक-ए',
  'company_profile_1_1':
      '* तंग समय सीमा और तेज़-तर्रार माहौल के भीतर काम करने में सफल साबित हुआ।',
  'company_profile_1_2':
      '* टीम वर्क का समर्थन करने के लिए समस्या-समाधान गतिविधियों में संलग्न होकर, सुझाव उत्पन्न करके निरंतर सुधार में भाग लिया।',
  'company_profile_1_3':
      '* आईओएस और एंड्रॉइड प्लेटफॉर्म दोनों में उपलब्ध फ्लटर एसडीके में 2 मोबाइल एप्लिकेशन (इलेक्टर सर्च हिमाचल, एमरोजनामचा) को डिजाइन और विकसित किया गया।',
  'company_profile_1_4':
      '* उपयोगकर्ता विवरण प्राप्त करने के लिए eVisa मोबाइल ऐप फॉर्म सबमिशन मॉड्यूल पर काम किया।',
  'company_profile_1_5':
      '* डीजीएमसी (मोबाइल चैलेंज के माध्यम से जिला शासन) के दौरान जिला अधिकारियों को स्पंदन में प्रशिक्षण और सहायता प्रदान की।',
  'company_2_date': 'अगस्त 2015 - जुलाई 2017',
  'company_name_2': 'एरिक्सन, बैंगलोर, कर्नाटक',
  'designation_2': 'एकीकरण अभियंता',
  'company_profile_2_1':
      '* ईएसएम (एंटरप्राइज सर्विसेज मैनेजमेंट) प्रोजेक्ट पर काम किया जो दिए गए वर्क ऑर्डर के अनुसार विभिन्न वीओआईपी सेवाओं तक पहुंच प्रदान करता है।',
  'company_profile_2_2':
      '* अनुप्रयोगों, इंटरफेस और मैपिंग में एन्हांसमेंट और एक्सटेंशन के लिए उपयोग किए गए विशिष्टताओं का विश्लेषण और डिज़ाइन किया गया।',
  //header_info section
  'name': 'मैं सुखदीप सिंह हूं',
  'developer_1': 'Flutter डेवलपर',
  'developer_2': 'Backend डेवलपर',
};
